<?php
$MESS['COMMENTS_SORT'] = 'Сортировка комментариев';
$MESS['NEED_MODERATION'] = 'Нужна модерация';
$MESS['ASC'] = 'По возврастанию даты';
$MESS['DESC'] = 'По убыванию даты';
$MESS['CONTENT_ID'] = 'Идентификатор контента, к которому относятся комментарии';
$MESS['CONTENT_ID_TIP'] = 'Это может быть, например, ID элемента инфоблока';
$MESS['CONTENT_TYPE'] = 'Идентификатор типа контента, к которому относятся комментарии';
$MESS['CONTENT_TYPE_TIP'] = 'Это может быть, например, ID инфоблока';
$MESS['COUNT_ON_PAGE'] = 'Количество комментариев на странице';
$MESS['COUNT_COMMENTS_ALL'] = 'Все';
$MESS['CAN_AUTHOR_EDIT_COMMENTS'] = 'Разрешить автору редактировать свои комментарии';
$MESS['CAN_AUTHOR_DELETE_UNMODERATED_COMMENTS'] = 'Разрешить автору комментария удалять непромодерированные комментарии';
$MESS['CAN_UNAUTH_USERS_READ_COMMENTS'] = 'Могут ли неавторизованные пользователи читать комментарии.';
$MESS['EDITION_TIME'] = 'Время редактирования';
$MESS['EDITION_TIME_TIP'] = 'Количество времени в секундах от момента опубликовывания комментария, в течение которого его можно редактировать. По умолчанию 3 часа';
$MESS['CURRENT_USER_NAME'] = 'Имя текущего пользователя в его комментариях';
$MESS['CURRENT_USER_NAME_TIP'] = 'При просмотре комментариев у текущего пользователя вместо его имени и фамилии будет отображено значение этого поля.';
$MESS['COMMENT_DATE_FORMAT'] = 'Формат вывода времени комментария';
$MESS['COMMENT_DATE_FORMAT_TIP'] = 'Формат выводится через функцию DateTime::format Возможные форматы смотрите в документации. По умолчанию имеет вид 18.09.18 16:56';
$MESS['GROUPS_THAT_CAN_COMMENT'] = 'Группы пользователей, которые могут оставлять комментарии';

//Фильтр упоминаемых пользователей
$MESS['MENTIONED_USERS_FILTER'] = 'Фильтр упоминамых пользователей';
$MESS['MENTIONED_USERS_FILTER_KEYWORDS'] = 'По личным данным';
$MESS['MENTIONED_USERS_FILTER_KEYWORDS_TIP'] = 'Фраза будет искаться в полях: Профессия<br> WWW-страница<br> Номер ICQ<br> Пол ("M" - мужской; "F" - женский)<br> ID файла - фотографии<br> Номер телефона<br> Номер факса<br> Номер мобильного<br> Номер пейджера<br> Улица<br> Почтовый ящик<br> Город<br> Область / край<br> Почтовый индекс<br> Код страны<br>  Дополнительные заметки<br> Наименования компании<br> Отдел<br> Должность<br> WWW-страница компании<br> Рабочий телефон<br> Рабочий факс<br> Рабочий пейджер<br> Улица компании<br> Почтовый ящик компании<br> Город компании<br> Область / край компании<br> Почтовый индекс компании<br> Код страны компании<br> Направление деятельности компании<br> Дополнительные заметки касаемо места работы<br> Комментарий администратора';
$MESS['MENTIONED_USERS_FILTER_GROUPS_ID'] = 'По принадлежности к группам';

// Возможности комментирования
$MESS['COMMENTING_CAPABILITIES'] = 'Возможности комментирования';
$MESS['VIEW_HTML'] = 'Просмотр HTML';
$MESS['UNDO'] = 'Шаг назад';
$MESS['REDO'] = 'Шаг вперёд';
$MESS['FORMATTING'] = 'Форматирование';
$MESS['FONT_STRONG'] = 'Полужирный текст';
$MESS['FONT_EM'] = 'Курсив';
$MESS['FONT_DEL'] = 'Зачёркнутый текст';
$MESS['SUPERSCRIPT'] = 'Надстрочный текст';
$MESS['SUBSCRIPT'] = 'Подстрочный текст';
$MESS['ADD_LINK'] = 'Добавить ссылку';
$MESS['ADD_IMAGE'] = 'Добавить изображение';
$MESS['ALIGN'] = 'Выравнивание';
$MESS['UNORDERED_LIST'] = 'Маркированный список';
$MESS['ORDERED_LIST'] = 'Нумерованный список';
$MESS['HORIZONTAL_RULE'] = 'Горизонтальная линия';
$MESS['REMOVE_FORMAT'] = 'Очистить форматирование';
$MESS['EMOJI'] = 'Смайлы';
$MESS['FULLSCREEN'] = 'Во весь экран';

// Лайки и дизлайки
$MESS['MODULE_LIKES'] = 'Модуль лайков';
$MESS['NEED_LIKES'] = 'Включить компонент лайков';
$MESS['COMPONENT_LIKES_TEMPLATE'] = 'Шаблон компонента ylab.likes';

// Постраничная навигация
$MESS['PAGE_NAVIGATION_COMPONENT'] = 'Компонент постраничной навигации';
$MESS['PAGE_NAVIGATION_TEMPLATE'] = 'Шаблон компонента';
$MESS['ASYNC_PAGE_NAVIGATION'] = 'Асинхронная постраничная навигация';
